// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "用户角色管理";

UsersTabTitle = "用户：";
GroupsTabTitle = "组：";
RolesTabTitle = "角色:";

// default roles
DeviceAdministrator = "设备管理员";
DeviceGuest = "设备访客";
DeviceUser = "设备用户";

//account types
User = "用户";
Group = "组";

// context menu operatons
DeleteUserGroupContextMenu = "删除用户或组";
DeleteRoleContextMenu = "删除角色";
MoveToGroupContextMenu = "移至组";
MoveToUserContextMenu = "移至用户";

// properties names
NameAttribute = "名称：";
RoleAttribute = "角色:";
AuthenticationAttribute = "登录方法：";
AccountTypeAttribute = "类型：";

// progress titles
UpdateInformationProcessTitle = "正在更新信息...";

// new accounts window
OkButton = "确定";
CancelButton = "取消";

AccountSettingsTabTitle = "帐户设置";
PermissionsPoliciesTabTitle = "权限策略";
WindowsDefaultRoleTitle = "为 Windows 设置的默认权限：";
LDAPDefaultRoleTitle = "为 LDAP 设置的默认权限：";

// alerts
DuplicateNameMessage = "此名称已被占用。";
DuplicateUserGroupNameDescription = "此网络用户或组名称已被占用。请输入新的网络用户或组名称。";
DuplicateNameDescription = "此名称已被占用。请输入新的名称。";
NetworkUserAndGroupTitle = "网络用户或组";

DeleteRoleErrorDescription = "无法删除权限集 (%@)，因为它是正在使用的默认权限集，或者在进行设备权限集映射的网络组或用户中。";

// tooltips
CreateNewUserToolTip = "新建用户";
CreateNewGroupToolTip = "新建组";
CreateNewRoleToolTip = "新建角色";

DeleteUsersToolTip = "删除所选用户";
DeleteGroupsToolTip = "删除所选组";
DeleteRolesToolTip = "删除所选角色";

// permission policies
ApplicationNameKey = "应用程序名称";
ValueKey = "值";

ADMINISTRATIONAPPLICATION = "管理员应用程序";
REPORTS = "报告";
CONFIGURATIONSTATUSPAGES = "配置/状态页面";
CONFIGURATIONPAGE = "配置页面";
USAGEPAGE = "使用情况页面";
FILEDIRECTORY = "文件目录";
SUPPLIESSTATUSPAGE = "耗材状态页面";
COLORUSAGEJOBLOG = "颜色使用情况作业日志";
FAXREPORTS = "传真报告";
FAXACTIVITYLOG = "传真活动日志";
BILLINGCODESREPORT = "帐单代码报告";
BLOCKEDFAXLIST = "被阻止的传真列表";
LASTFAXCALLREPORT = "上次传真呼叫报告";
SPEEDDIALLIST = "快速拨号列表";
OTHERPAGES = "其他页面";
GENERALSETTINGS = "常规设置";
GENERAL = "常规设置";
DATETIME = "日期/时间";
DATEANDTIME = "日期/时间";
ENERGYSETTINGS = "节能设置";
PRINTQUALITYMENU = "打印质量菜单";
MANAGESTOREDJOBS = "管理存储的作业";
ENABLERETRIEVEFROMUSB = "启用从 USB 检索";
RESTOREFACTORYSETTINGS = "恢复出厂设置";
DISPLAYSETTINGS = "显示设置";
NETWORKSETTINGS = "网络设置";
NETWORKPROTOCOLS = "网络协议";
COPYSETTINGS = "复印设置";
FAXSETTINGS = "传真设置";
FAXSENDSETTINGS = "传真发送设置";
FAXSENDSETUP = "传真发送设置";
FAXSETUPWIZARD = "传真设置向导";
GENERALFAXSENDSETTINGS = "常规传真发送设置";
DEFAULTJOBOPTIONSFAXSEND = "默认作业选项(传真发送)";
FAXRECEIVESETTINGS = "传真接收设置";
FAXRECEIVESETUP = "传真接收设置";
FAXPRINTINGSCHEDULE = "传真打印计划";
BLOCKEDFAXNUMBERS = "被阻止的传真号码";
DEFAULTJOBOPTIONSFAXRECEIVE = "默认作业选项(传真接收)";
FAXFORWARDING = "传真转发";
GENERALPRINTSETTINGS = "常规打印设置";
DEFAULTPRINTOPTIONS = "默认打印选项";
MANAGETRAYS = "管理纸盒";
STAPLERSTACKERSETTINGS = "装订器集纸器设置";
SCANDIGITALSENDSETTINGS = "扫描/数字发送设置";
SCANDIGITALSEND = "扫描/数字发送设置";
EMAILSETTINGS = "电子邮件设置";
EMAILSETUP = "电子邮件设置";
DEFAULTJOBSETTINGSEMAILSETTINGS = "默认作业设置(电子邮件设置)";
SAVETONETWORKFOLDERSETTINGS = "保存至网络文件夹设置";
SAVETONETWORKFOLDERSETUP = "保存至网络文件夹设置";
DEFAULTJOBSETTINGSNETWORKFOLDER = "默认作业设置(网络文件夹)";
SAVETOUSBSETTINGS = "保存至 USB 设置";
SAVETOUSBSETUP = "保存至 USB 设置";
SAVETOUSBJOBSETTINGS = "保存至 USB 作业设置";
DIGITALSENDSERVICESETUP = "数字发送服务设置";
MANAGESUPPLIES = "管理耗材";
RESETSUPPLIES = "重置耗材";
TROUBLESHOOTINGMENU = "疑难解答菜单";
TROUBLESHOOTING = "疑难解答菜单";
RETRIEVEDIAGNOSTICDATA = "检索诊断数据";
DIAGNOSTICDATA = "检索诊断数据";
STAPLERSTACKER = "订书机收纸装置";
RETRIEVEFAXDIAGNOSTICDATA = "取回传真诊断数据";
REMOTECONTROLPANEL = "远程控制面板";
DIGITALSENDINGSOFTWAREDSSSETUP = "数字发送软件(DSS)设置";
DIGITALSENDINGSOFTWARESETUP = "数字发送软件设置";
SUPPLYSTATUSAPPLICATION = "耗材状态应用程序";
COPYAPPLICATION = "复印应用程序";
SIDEDCOPYOUTPUT = "单面复印输出";
MAKEACOLORCOPY = "进行彩色复印";
SAVETODEVICEMEMORYAPPLICATION = "保存至设备内存应用程序";
OPENFROMDEVICEMEMORYAPPLICATION = "从设备内存应用程序打开";
STOREDFAXES = "保存的传真";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "删除所有保存的作业(共享或专有)";
TRAYS = "纸盒";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "修改托盘大小和类型设置的功能";
PRINTING = "打印";
PRINTINCOLOR = "彩色打印";
OPENFROMUSBAPPLICATION = "从 USB 应用程序打开";
FAXAPPLICATION = "传真应用程序";
ABILITYTOEDITTHEBILLINGCODE = "编辑帐单代码的功能";
ABILITYTOEDITASPEEDDIAL = "编辑快速拨号的功能";
EMAILAPPLICATION = "电子邮件应用程序";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "编辑电子邮件“发件人”字段的功能";
ABILITYTOEDITTHETOFIELDFOREMAIL = "编辑电子邮件“收件人”字段的功能";
ABILITYTOEDITTHECCFIELDFOREMAIL = "编辑电子邮件“抄送”字段的功能";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "编辑电子邮件“密送”字段的功能";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "编辑电子邮件“主题”字段的功能";
ABILITYTOEDITTHEBODYOFANEMAIL = "编辑电子邮件“正文”字段的功能";
ADDRESSBOOK = "通讯簿";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "管理专用通讯簿中联系人的功能";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "管理共享通讯簿中联系人的功能";
SAVETOSHAREPOINT = "保存到 SharePoint®";
NETWORKFOLDERAPPLICATION = "网络文件夹应用程序";
ABILITYTOEDITTHENETWORKFOLDERPATH = "编辑网络文件夹路径的功能";
JOBSTATUSAPPLICATION = "作业状态应用程序";
DETAILSORCANCELANYUSERSJOB = "详细说明或取消任意用户作业";
ABILITYTOPROMOTEANYUSERSJOB = "改善任意用户作业的功能";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "查看所有用户的作业日志中任意作业的功能";
SAVETOUSBAPPLICATION = "保存至 USB 应用程序";
DEVICEMAINTENANCEAPPLICATION = "设备维护应用程序";
INFORMATION = "信息";
DEVICESTATUS = "设备状态";
PRINT = "打印";
HPWEBSERVICES = "HP Web 服务";
ONLINEHELP = "联机帮助";
FAX = "传真";
RESTRICTCOLOR = "限制颜色";

EnableFromRestrictColorPlugin = "要启用此功能，请前往“限制色彩”插件";
ENABLEDEVICEUSB = "启用设备 USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "在不输入密码或 PIN 的情况下删除受保护作业";
JOBLOG = "作业日志";
STATUSINFORMATION = "状态信息";
PRINTABLEREPORTSANDPAGES = "可打印的报告和页面";
NETWORKING = "联网";
ALERTS = "警告";
CONTROLPANELADMINISTRATIONMENU = "控制面板管理菜单";
AUTOSEND = "自动发送";
DISPLAYCUSTOMIZATIONS = "显示自定义";
BACKUPANDRESTORE = "备份和恢复";
SOLUTIONINSTALLER = "解决方案安装程序";
FIRMWAREUPGRADE = "固件升级";
QUOTAANDSTATISTICSSERVICES = "配额和统计数据服务";
CONTROLPANELCUSTOMIZATION = "控制面板自定义";
QUICKSETSSETUP = "快速设置安装";
GENERALTROUBLESHOOTING = "常规疑难排解";
CALIBRATIONCLEANING = "校准/清洁";
SECURITY = "安全性";
GENERALSECURITY = "常规安全性";
ACCESSCONTROL = "访问控制";
PROTECTSTOREDDATA = "保护存储的数据";
CERTIFICATEMANAGEMENT = "证书管理";
WEBSERVICESECURITY = "Web 服务安全性";
EMAILDOMAINRESTRICTION = "电子邮件域限制";
FAXARCHIVEANDFORWARDING = "传真归档和转发";
SPEEDDIALS = "快速拨号";
COPYPRINT = "复印/打印";
ADJUSTPAPERTYPES = "调整纸张类型";
RETRIEVEFROMUSBSETUP = "从 USB 设置中检索";
REMOTESCANREQUEST = "远程扫描请求";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "发送电子邮件并保存到网络文件夹快速设置向导";
PREFERENCES = "首选项";
